let questionList = [{
    id: "1",
    question: "新的一年即将到来，人们为迎接新年添置新衣，如果是你选心仪的衣服，它会是什么颜色的呢？",
    answers: ["窗花喜庆红", "大地正统黄", "晴天蒸汽蓝", "棉裤贴心黑"]
}, {
    id: "2",
    question: "金木水火土，每个人都有某一种元素的特性，如果要选择你的新年幸运元素，你会选择哪一个呢？",
    answers: ["奥特曼的火", "月野兔的水", "钢铁侠的岩", "葫芦娃的木"]
}, {
    id: "3",
    question: "回首过去，2021并不平凡，那么你觉得自己的2021年是什么样的呢？",
    answers: ["刺激而充实的", "糟糕而令人成长的", "稳定而细致的", "我全都要"]
}, {id: "4", question: "新的一年将有新的生活，在2022你希望自己做一个什么样的人呢？", answers: ["思路清晰的", "勇于冒险的", "为人温和的", "心思细腻的"]}, {
    id: "5",
    question: "人们希望从外界看到给自己的反馈，在2022年你最希望得到他人的？",
    answers: ["赞美和欢迎", "理解和欣赏", "尊重和接纳", "感激和尊敬"]
}, {
    id: "6",
    question: "新年之际父母送了你一份礼物，打开包裹发现是一本书，你觉得会是什么类型的书呢？",
    answers: ["裹着玛丽苏外壳的赛博朋克小说", "充斥着哲学的蒙太奇散文", "处处英雄式匪夷所思的传记", "莎翁俳句骈文之诗集杂选"]
}, {
    id: "7",
    question: "新年大扫除时你看到光秃秃的阳台，感到心里空落落的，觉得少了些生机，便想养些绿植，那么你会选择？",
    answers: ["不用怎么管很省事的仙人掌", "来自B612星球小王子的玫瑰", "从秋日飘到春日的双生银杏", "章丘特产的两米大葱"]
}, {
    id: "8",
    question: "新年新目标，我们将去往新的方向，你想在什么地方度过下一个春节呢？",
    answers: ["云霞蒸蔚的海边", "苍天茫野的草地", "灯红酒绿的都市", "肃杀圣谧的雪原"]
}, {
    id: "9",
    question: "要说什么是小时候饭桌上的白月光，那必然是那碗热腾腾的元宵了，你更喜欢什么口味的元宵呢？",
    answers: ["红豆相思版", "黑芝麻养生版", "桂花微醺版", "无馅糯米纯享版"]
}, {
    id: "10",
    question: "新的一年是告别过去的不足走向新的自己的时候，在新年里你最希望自己哪些方面有较大进步呢？",
    answers: ["学业", "人际关系", "独立思考", "生活技巧"]
}, {
    id: "11",
    question: "新年全家团圆大合影是不可缺少的一步，为了让照片更加完美，你会选择什么样滤镜呢？",
    answers: ["晨光熹微", "怀旧油画", "清新日系", "人美不用滤镜"]
}, {
    id: "12",
    question: "各地过年都有各种各样的风俗习惯，谈到新年习俗，你首先想到的是什么呢？",
    answers: ["全家总动员大扫除", "碳水炸弹团圆宴", "响不聋人不罢休放爆竹", "伴着保留节目春晚守岁"]
}, {id: "13", question: "新年新气象，在2022你理想的生活状态是？", answers: ["万事皆如意", "充实且美满", "平稳而安定", "处处有惊喜"]}, {
    id: "14",
    question: "年，不仅仅是一个节日，一个故事，更是让万千游子落泪的味道，你觉得什么东西最有年味呢？",
    answers: ["春联", "窗花", "红灯笼", "红包"]
}, {id: "15", question: "拜年时亲戚们都热情地摆出各种各样的水果来招待客人，串门时盛情难却，你会选什么水果呢？", answers: ["苹果", "橘子", "橙子", "我要拿零食"]}];